<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Messages Language Lines
    |--------------------------------------------------------------------------
    |
    */

    'SignUp' => 'تم الاشتراك بنجاح',
    'SignUp2' => 'تم الاشتراك بنجاح . انتظر موافقة الادارة على طلبك ',
    'Login' => 'تم تسجيل الدخول',
    'update' => 'تم التحديث بنجاح',
    'logout' => ' تم تسجيل الخروج',
    'not-registered' => 'لا يوجد مستخدم بهذه البيانات',
    'not-verified'=> 'هذا الجوال لم يتم تفعيله',
    'phone-verified' => 'تم تفعيل الجوال',
    'phone-available' => 'الجوال متاح لعملية التفعيل',
    'Unauthorized'=> 'غير مصرح بالوصول',
    'Unauthenticated' => 'لم يتم تسجيل الدخول',
    'contactus' => 'تم ارسال الطلب بنجاح',
    'aboutus' => 'صفحة اعرف عنا',
    'settings' => 'الاعدادت',
    'deleteRecord' => 'تم حذف الحقل بنجاح ',
    'phonelogin' => 'العضوية غير موجودة الرجاء تسجيل عضويه جديدة',
    'phoneRegister' => 'العضوية موجودة من قبل ',
    'wrongVC' => 'كود التفعيل خطأ',
    'expiredVC'=> 'كود التفعيل انتهى',
    'successVC' => 'كود التفعيل صحيح',
    'sendVC'=> 'تم ارسال كود التفعيل',
    'changePass' => 'تم تغير كلمة المرور بنجاح',
    'changePassword' => 'تم تغيير الرقم السرى بنجاح',
    'forgotPassword' => 'تم ارسال ايميل لاعادة تعيين كلمة المرور الخاصة بك ',

    //APi Rsponder
    'successStatus' => 'طلب ناجح',
    'errorStatus'   => 'فشل الطلب',
    'resourceMsg' => 'رسالة اساسية ',
    'respondNoContent' => 'لا يوجد محتوى',
    'respondCreated'=> 'تم الانشاء بنجاح',
    'tokenCreated' => 'تم انشاء التوكين بنجاح ',
    'errorForbidden' => 'محظور الوصول',
    'errorInternalError' => 'مشكلة فى خادم الانترنت',
    'errorNotFound' => 'غير موجود',
    'errorUnauthorized' => 'غير مصرح بالوصول',
    'wrongCreds'=> 'تم ادخال بيانات خاطئة',

    'notFoundOrders' => 'لم يتم العثور على طلبات',
    'requestExpired' => 'عذرا ، لقد انتهت صلاحية الطلب',
    'priceSent' => 'تم إرسال السعر بنجاح',
    'disableCompany'=>'غير مصرح بالدخول ، الشركة موقفة فى الوقت الحالى ',
    'traderNotAllowMenu'=>'عذرا ، القائمة غير متوفرة حاليا',
    'notAllow'=>'عدم وجود إذن أو موافقة رسمية',
    'reachMax'=>'لا يمكن انشاء عضو جديد ، لان الشركة وصلت الى الحد الاقصى للأعضاء',
    'assignRole'=>'تم تعيين الدور لعضو الشركة',
    'paymentError'=>'عذرا ، لا يمكن معالجة الدفع',
    'CouponNotFound'=>"كود غير موجود",

    'deleted' => 'تم حذف السجل',
    'theRecordAlreadyDeleted'=>'لقد تم حذف السجل بالفعل',
    'plsUpdateTheInitialPassword'=>'يرجى تحديث كلمة المرور الأولية الخاصة بك ثم حاول مرة أخرى'


];

